[
    {
        "id": 1,
        "idd": 1,
        "name": "Знакомство с HTML",
        "desc": "В этом уроке мы рассмотрим основные теги и структуру HTML документа. Вы научитесь создавать различные элементы веб-страницы, такие как заголовки, абзацы, списки и ссылки. Ознакомьтесь с видео по ссылке: https://www.youtube.com/watch?v=zzIrDnwlWVE"
    },
    {
        "id": 1,
        "idd": 2,
        "name": "Основы CSS",
        "desc": "В этом уроке мы изучим основы каскадных таблиц стилей (CSS). Вы научитесь применять стили к HTML элементам, изменять их внешний вид, задавать цвета, шрифты, размеры и расположение элементов на странице. Ознакомьтесь с видео по ссылке: https://www.youtube.com/watch?v=GoBvYPwv-g8"
    },
    {
        "id": 1,
        "idd": 3,
        "name": "Введение в JavaScript",
        "desc": "В этом уроке мы познакомимся с основами языка программирования JavaScript. Вы узнаете, как добавить интерактивность на веб-страницу, обрабатывать события пользователя, работать с переменными и функциями. Ознакомьтесь с видео по ссылке: https://www.youtube.com/watch?v=Zx9k4R4g5rs"
    },
    {
        "id": 2,
        "idd": 1,
        "name": "Введение в Python для анализа данных",
        "desc": "В этом уроке мы познакомимся с языком программирования Python и его возможностями для анализа данных. Вы научитесь работать с переменными, типами данных, условными операторами и циклами. Ознакомьтесь с видео по ссылке: https://www.youtube.com/watch?v=5Yl6_2d0CN0&list=PLrCZzMib1e9p6lpNv-yt6uvHGyBxQncEh"
    },
    {
        "id": 2,
        "idd": 2,
        "name": "Работа с данными в Python",
        "desc": "В этом уроке мы изучим основные библиотеки Python для работы с данными, такие как Pandas и NumPy. Вы научитесь импортировать, читать, обрабатывать и анализировать данные, выполнять операции с ними и делать выборки. Ознакомьтесь с видео по ссылке: https://www.youtube.com/watch?v=Eb7Q_qCAqM4&list=PLBRXq5LaddfxQFjzuq5QC05q1ZheGMQo1"
    },
    {
        "id": 2,
        "idd": 3,
        "name": "Визуализация данных с помощью Matplotlib",
        "desc": "В этом уроке мы рассмотрим библиотеку визуализации данных Matplotlib. Вы узнаете, как создавать графики, диаграммы и другие визуальные представления данных с помощью этой библиотеки, чтобы делать выводы из данных и делиться результатами анализа. Ознакомьтесь с видео по ссылке: https://www.youtube.com/watch?v=SD_xSbQbm1U"
    }
]