[
    {
        "id": 20240309,
        "author": "Мачуговский Александр",
        "salary": 100000,
        "name": "Front-end разработчик",
        "city": "Дистанционно",
        "grade": "Middle",
        "topic": "Front-end разработка",
        "apllied": 17,
        "desc": "Описание:\nМы приглашаем талантливого front-end разработчика, который будет создавать интерактивные и интуитивно понятные пользовательские интерфейсы. Ваша задача - разрабатывать и оптимизировать веб-приложения, обеспечивая высокую производительность и кросс-браузерную совместимость.\nУсловия и требования:\nОпыт работы на позиции front-end разработчика от 2 лет, \nзнание HTML, CSS, JavaScript, \nопыт работы с фреймворками (например, React, Angular, Vue.js), \nумение работать в команде.",
        "isApplied": false
    },
    {
        "id": 20240311,
        "author": "Иванова Елена",
        "salary": 75000,
        "name": "UX/UI дизайнер в Skilla",
        "city": "Санкт-Петербург",
        "grade": "Junior",
        "topic": "UX/UI дизайн",
        "apllied": 23,
        "desc": "Описание:\n Мы ищем творческого UX/UI дизайнера, который поможет нам создать уникальные и привлекательные пользовательские интерфейсы. Ваша задача - разрабатывать концепции дизайна, проводить исследования пользовательского опыта и обеспечивать высокую конверсию и удовлетворенность пользователей.\nУсловия и требования:\nОпыт работы в UX/UI дизайне от 1 года, \nзнание принципов UX/UI дизайна, \nумение работать с графическими редакторами (например, Adobe XD, Sketch), \nпортфолио успешных проектов.",
        "isApplied": false
    },
    {
        "id": 20240315,
        "author": "Соколов Денис",
        "salary": 150000,
        "name": "Data Scientist",
        "city": "Ростов",
        "grade": "Senior",
        "topic": "Аналитика",
        "apllied": 9,
        "desc": "Описание: \nМы ищем опытного Data Scientist, который будет отвечать за анализ и интерпретацию данных, чтобы выявлять тренды, паттерны и ценные инсайты для нашей компании. Ваша задача - разрабатывать и применять модели машинного обучения и статистические методы для решения бизнес-задач и оптимизации процессов.\nУсловия и требования: \nОпыт работы в анализе данных от 3 лет, \nзнание статистики и математического анализа, \nопыт работы с языками программирования (например, Python, R), \nнавыки машинного обучения и работы с большими объемами данных.",
        "isApplied": false
    },
    {
        "id": 20240613,
        "author": "Петров Михаил",
        "salary": 45000,
        "name": "Стажировка Back-end разработчиком в TechInnovate",
        "city": "Москва",
        "grade": "Стажёр",
        "topic": "Back-end разработка",
        "apllied": 32,
        "desc": "Мы компания TechInnovate из Москвы и мы ищем молодого стажера в области бэкенд-разработки. Мы готовы предложить вам уникальную возможность пройти стажировку у нас с перспективой дальнейшего трудоустройства. Ваша зарплата будет обсуждаться индивидуально в зависимости от ваших навыков и опыта. Мы предлагаем гибкий график работы и даже возможность удаленной работы. В течение стажировки вы будете работать под руководством опытных разработчиков нашей команды и принимать участие в интересных проектах компании. Мы ищем кандидата с базовыми знаниями в области бэкенд-разработки и пониманием языков программирования, таких как Python, Java или Node.js. Мы также ожидаем от вас желания развиваться и учиться новым технологиям, а также хороших коммуникативных навыков и способности работать в команде.",
        "isApplied": false
    }
]